<div class="advantages">
    <div class="advantages__inner">
        <h2>Уникальная территория</h2>
        <ol>
            <li>2 бассейна с подогревом</li>
            <li>Собственный пляж, причал для яхт </li>
            <li>Бесплатные безалкогольные напитки, пиво и вино собственного производства</li>
        </ol>
        <ul>
            <li>Бесплатные Wi-Fi и парковка</li>
            <li>Завтрак "Шведский стол" включен в стоимость проживания</li>
            <li>Бесплатный трансфер из аэропорта и вокзала</li>
        </ul>
    </div>
</div>
