
<p>Основное здание отеля напоминает маленький замок, окруженный роскошной парковой территорией. Панорамный лифт и всего 10 номеров с потрясающим видом на море и сад. На первом этаже располагается ресторан, &nbsp;каминный зал и терраса, лобби-бар и бильярдная.</p>
<p>Для более уединенного отдыха мы предлагаем расположиться в коттеджах у моря.</p>
<p>Для влюбленных пар и семей, отмечающих знаменательные события мы предлагаем двухуровневый Капитанский Гранд-люкс у самого моря, с собственной террасой, выходом на маяк и потрясающим видом на море.</p>
<h2>Территория отеля</h2>
<p>- Основное здание<br /> - Коттеджи<br /> - Летняя терраса<br /> - Открытый бассейн с подогревом и гидромассажем<br /> - Душевые комнаты<br /> - Аква-бар<br /> - Финская сауна <br /> - Беседка для барбекю<br /> - Винный погреб<br />- Маяк<br /> - Смотровая площадка<br /> - Солярий <br /> - Собственный насыпной пляж в открытом море<br /> - Причал для яхт<br /><br /></p>
<h2>Номерной фонд</h2>
<p>Двухместные или двухуровневые номера с двумя спальнями с балконом и видом на море или сад. Лучшие дизайнеры постарались воплотить авторский, неповторимый стиль в интерьере. В каждом номере мебель ручной работы из красного дерева, индивидуальная система кондиционирования, сейф, кофейный набор, спутниковое TV, WI-Fi, санузел душ/ванная, туалет/беде, умывальник, фен, халаты, тапочки, полотенца.</p>
<h2>Европейский сервис</h2>
<p>Уборка номера &mdash; ежедневно<br /> Смена полотенец &mdash; ежедневно<br /> Смена постельного белья &mdash; каждые три дня<br /> Быстрое оформление и заселение гостей<br /> VIP - трансфер для гостей <br /> Детский клуб &laquo;Морячок&raquo;<br /><br /></p>
<h2>Услуги</h2>
<p>Аренда катера или яхты<br /> Морская рыбалка<br /> Водные развлечения<br /> Экскурсионные программы<br /> Организация частных мероприятий<br /> Бизнес-услуги</p>
<p>Индивидуальное решение любого вопроса, будь то бронирование авиабилета, доставка цветов, организация различных приятных сюрпризов и мелочей.</p>
<h2>Ресторан&nbsp;</h2>
<p>Европейская кухня<br /> Кавказская кухня</p>
